<?php
$thday = array(
	"อาทิตย์",
	"จันทร์",
	"อังคาร",
	"พุธ",
	"พฤหัสบดี",
	"ศุกร์",
	"เสาร์"
);
$thmonth = array(
	"",
	"มกราคม",
	"กุมภาพันธ์",
	"มีนาคม",
	"เมษายน",
	"พฤษภาคม",
	"มิถุนายน",
	"กรกฎาคม",
	"สิงหาคม",
	"กันยายน",
	"ตุลาคม",
	"พฤศจิกายน",
	"ธันวาคม"
	);
$thmountbf = array(
	"",
	"ม.ค",
	"ก.พ",
	"มี.ค",
	"เม.ย",
	"พ.ค",
	"มิ.ย",
	"ก.ค",
	"ส.ค",
	"ก.ย",
	"ต.ค",
	"พ.ย",
	"ธ.ค"
	);
$department = array(
	"พืชศาสตร์",
	"สัตวศาสตร์",
	"ประมง",
	"บริหารธุรกิจ",
	"อุตสาหกรรมเกษตร",
	"ช่างกลเกษตร",
	"เคมีอุตสาหกรรม",
	"สามัญสัมพันธ์"
	);
	
$area["ปวช"] = array(
	"เกษตรศาสตร์",
	"พณิชยการ",
);

$area["ปวส"] = array(
	"พืชศาสตร์",
	"สัตวศาสตร์",
	"เทคโนโลยีการเพาะเลี้ยงสัตว์น้ำ",
	"เทคโนโลยีการเพาะเลี้ยงกุ้ง",
	"การบัญชี",
	"คอมพิวเตอร์ธุรกิจ",
	"อุตสาหกรรมเกษตร",
	"ช่างกลเกษตร",
	"เคมีอุตสาหกรรม"
);

$major["ปวช"] = array(
	"พืชศาสตร์",
	"สัตวศาสตร์",
	"ประมง",
	"บัญชี",
	"คอมพิวเตอร์ธุรกิจ",
	"อุตสาหกรรมเกษตร",
	"ช่างกลเกษตร",
);

$major["ปวส"] = array(
	"พืชศาสตร์",
	"สัตวศาสตร์",
	"เทคโนโลยีการเพาะเลี้ยงสัตว์น้ำ",
	"เทคโนโลยีการเพาะเลี้ยงกุ้ง",
	"การบัญชี",
	"คอมพิวเตอร์ธุรกิจ",
	"อุตสาหกรรมเกษตร",
	"ช่างกลเกษตร",
	"เคมีอุตสาหกรรม"
);
?>